{
    "GENERAL":{
        "PRIVACY": "Privacy policy",
        "THANKS": "Thanks!",
        "LOW_IMPACT": "Low-Impact",
        "MEDIUM_IMPACT": "Medium-Impact",
        "HIGH_IMPACT": "High-Impact",
        "TRAIN": "Train section",
        "STATS": "Stats section",
        "HELP": "Help section",
        "SUBMISSION_PROFILE":"Submission profile"
    },
    "SNACK":{
        "LOGIN_OK": "Welcome,",
        "LOGIN_400": "You can't login because there already exists an active login. Please, logout.",
        "LOGIN_401": "your login details are incorrect. Please, check your nick or your password.",
        "REGISTER_OK": "Your user is now registered and now you can log in the system. Thanks!",
        "REGISTER_400": "Ups!, this nickname is in use. Please, use a different one. Maybe you're trying to log in?",
        "REGISTER_401": "We can't process your sign up at this moment. Sorry for the inconveniences",
        "RECOVERY_404": "The nickname or the mail are not valid.",
        "RECOVERY_SECOND_Ok": "OK!, you can use your new password from now on.",
        "RECOVERY_SECOND_400": "This token has expired, or is not valid.",
        "HEADER_LOGOUT": "See you soon!",
        "TRAIN_ERROR_RETRIEVING_ARTICLES": "We can't retrieve an article for you in this moment. Please come back later.", 
        "TRAIN_ERROR_SCORE_1": "Sorry! This article belongs to a", 
        "TRAIN_ERROR_SCORE_2": "-impact journal. Score: 0", 
        "TRAIN_OK_SCORE_1": "Great! You've taken the right decission. This article belongs to a", 
        "TRAIN_OK_SCORE_2": "-impact journal. Score: 1"
    },
    "LANGUAGE":{
        "ENGLISH": "English",
        "SPANISH": "Español"
    },
    "WELCOME":{
        "TITLE": "Quasi-Species Peer review",
        "WELCOME": "What can you do here?",
        "WELCOME_1": "Welcome to Quasi-Species Peer Review.",
        "WELCOME_2": "If you want to train your skills, please go to",
        "WELCOME_3": "After training a bit, you can visit the",
        "WELCOME_4": "If you wish to learn more about this project, go to the"
    },
    "HEADER":{
        "TRAIN": "Train",
        "STATS": "Stats"
    },
    "SIGNUP":{
        "ALREADY_HAVE_ACCONUT": "Already have an account? then log in ...",
        "NOT_REMEMBER_ACCOUNT": "Click here if you don't remember your password",
        "NICK": "Nick",
        "HINT_NICKNAME": "Insert your nickname here",
        "PASSWORD": "Password",
        "PASSWORD_2": "Password",
        "HINT_PASSWORD": "Insert your password",
        "HINT_PASSWORD_2": "Insert a really strong password here",
        "HINT_PASSWORD_AGAIN": "Insert your password again.",
        "LOG_IN": "Log in",
        "CREATE_NEW_ACCOUNT": "... or create a new account",
        "MAIL": "Mail",
        "HINT_MAIL": "Insert your mail here",     
        "AGREE_1": "I'm agree with the",
        "AGREE_2": "and I accept to provide you with my nickname and my e-mail address",
        "REGISTER": "Register",
        "PRIVACY_SECURITY": "Privacy and Security",
        "PRIVACY_TEXT_1": "Your password and your mail are encrypted before being stored in our database. Please, take a look to our",
        "CLICK_TO_LOGIN": "Click here to log in or sign up",
        "SEND_ME_MAIL": "Send me a mail",
        "TOKEN": "Token",
        "HINT_TOKEN": "Paste the token that you've received by mail",
        "CHANGE_PASSWORD": "Change my password",
        "COOKIES_REJECTED_HEADER": "You have rejected cookies.",
        "IM_EDITOR": "I'm editor in a journal",
        "IM_REVIEWER": "I'm reviewer in a journal",
        "COOKIES_REJECTED_1": "Cookies are needed to log in or sign up in our website. We use cookies only to keep you logged in our website, as you can see in our ",
        "COOKIES_REJECTED_2": "We don't share your personal data with third parties.",
        "COOKIES_REJECTED_3": "If you want to use your account, cookies should be allowed again. You can enable cookies by clicking in the Cookies dialog, in the bottom left side dialog."        
    },
    "TRAIN": {
        "INTRO": "We have selected a random article for you. Down below, you will find information regarding the title, abstract and keywords. Read carefully the paper's information and decide if you would send this paper to a low, medium or high impact journal.",
        "ABSTRACT": "Abstract",
        "AUTHORS_KEYWORDS": "Author's Keywords",
        "KEYWORDS_PLUS": "KeywordPlus",
        "NUMBER_OF_ANSWERS": "Number of answers",
        "STATS_AVAILABLE": "You can see your stats now!",
        "YOUR_DECISION": "Your decision",
        "DECISION_QUESTION": "Which type of journal do you think is the most suitable for the paper?",
        "LOW_IMPACT_JOURNAL": "Low impact Journal",
        "MEDIUM_IMPACT_JOURNAL": "Medium impact Journal",
        "HIGH_IMPACT_JOURNAL": "High impact Journal"
    },
    "STATS":{
        "TITLE": "General stats",
        "INTRO_1": "You have answered",
        "INTRO_TIMES": "times",
        "INTRO_2": "Down below you can see your confusion matrix:",
        "DARK_CELLS": "Dark cells",
        "DARK_CELLS_2": "contains values equal or greater than",
        "PARTITION_SUBMISSION_PROFILE": "Partition and submission profile",
        "PARTITION_1": "At this point, we can infere your partition and your submission profile. According to your results,",
        "PARTITION_2": "with a probability of",
        "PARTITION_3": "your partition is",
        "DETERMINE_PROFILE": "In addition, we can determine your submission profile",
        "PROFILE_1": "With a probability of",
        "PROFILE_2": ", respectively.",
        "EVOLUTION": "Your evolution",
        "STEP": "Step",
        "ID_PARTITION": "Id Partition",
        "SUBMISSION_PROFILE": "Submission profile",
        "NOT_ENOUGH_DATA_1": "At the moment, you have not trained enough. You can go to the",
        "NOT_ENOUGH_DATA_2": "and read some articles."
    },
    "HELP":{
        "HELP_TITLE": "Help",
        "ABOUT": "About this website",
        "HELP_1": "QuasiSpecies peer review is a website designed to help researchers to improve their skills when deciding which Journal is the best for a paper. Authors usually produce works which can have different qualities. These papers are submitted to journals that have different impact.",
        "HELP_2": "Authors and Journals want to increase their impact. From the point of view of an author, sending works to higher impact journals can let their works to achieve better impact. In the other side, journals want to publish high quality articles in order to increase the visibility of their issues and get a better impact.",
        "HELP_3": "With this perspective, authors and editors need impact to survive. Those journals with very low impact face a high risk of being removed from indexes and loosing the interest of researchers. Authors with low impact assume an high cost in terms of lack of visibility.",
        "HELP_4": "In the submission process, authors send their works to a selected Journal and then, a review process starts. Usually, a paper will be reviewed by other authors which are considered experts in the field of the work, this process is called",
        "PEER_REVIEW": "peer review",
        "PEER_REVIEW_LINK": "https://en.wikipedia.org/wiki/Peer_review",
        "HELP_5": "Reviewers need to ensure that the quality of the article is according with the quality requirements of the journal. If an article meets the desired quality, then the reviewers propose the Editor to publish the article. If an article doesn't meet the expected quality, reviewers can propose amending o reject the article. ",
        "HELP_6": "Finally, the Editor take a decission by accepting, rejecting or asking the authors to solve issues found in their manuscript.",
        "HELP_7": "Writing and article cost effort and time, while the reviewing process also takes time. So authors pay time and effort when writing an sending their papers to journals. If an article is rejected, author must decide what to do. Sometimes author would decide to send their article to another journal, which starts another review process. Authors could also decide to improve their article before sending it again. Finally, authors can decide not to sending their paper again.",        
        "HELP_8": "Sometimes an author can write a good quality article and decide to send it to medium or even low impact journal. If the article gets published, the potential visibility of the article is lower thant the potential reward that the author could have achieved.",
        "HELP_9": "In any case, these decisions imply costs.",
        "HELP_10": "In this scenario, the need for reduce the cost of publishing an article is clear. Authors gain expertisement when publishing article into journal and receiving the publishing decision. So, as time goes by, author would improve their abilities when choosing suitable journals. Novice researchers can have more difficulty to reduce their publishing cost.",
        "HELP_11": "The major difficulty lies in the ability of an author to identify the quality of their own work. It's possible that an author cant' distinguish between low and medium quality works, or between medium an high works or it's even possible for an author not to distinguish the overall quality of any type of paper. We can call the author ability to identify the quality of a manuscript as the",
        "AUTHORS_PARTITION": "author's partition",
        "HELP_12": "In addition to the author's partition, every author have a ",
        "HELP_13": "A submission profile define the type of journal chosen by an author based on the author's partition. That is, if an author can't distinguish between low and medium quality articles, maybe the author can decide to send this type of article to medium impact journals. ",
        "HELP_14": "Partition and submission profile have a direct effect over the reward achieved by an author. So it's important to train authors to modify them in order to improve their potential rewards when publishig.",
        "HELP_15": "In this website, we can offer you a free tool that can help you to identify your partition, submission profile and to improve them. We have two main sections:",
        "HELP_16": "In this section, random articles are presented and you have to decide which type of Journal is the most suitable to submit the work. You'll get an score according to your answers.",
        "HELP_17": "You can see your current statistics, discover your partition and your submission profile. In addition, you can see your evolution.",
        "HELP_18": "If you want more information about the author's and the editor's game, you can check the following papers"
    },
    "PRIVACY":{
        "OUR_PRIVACY_POLICY": "Our Privacy Policy",
        "PRIVACY_1": "This website is stored at the University of Granada servers.This privacy policy will explain how our organization uses the personal data we collect from you when you use our website.",
        "PRIVACY_2": "What data do we collect?.",
        "PRIVACY_3": "If you create an account, we'll collect the following personal data:",
        "PRIVACY_YOUR_NICKNAME": "Your nickname",
        "PRIVACY_YOUR_MAIL": "Your mail",
        "PRIVACY_4": "How do we collect your data?",
        "PRIVACY_5": "You directly provide us with most all the data we collect. We collect data and process data when you create an account. If you don't register in our site, you will be anonymous for us.",
        "PRIVACY_6": "Except for your nickname, the rest of your data is encrypted in our database.",
        "PRIVACY_7": "How will we use your data?",
        "PRIVACY_8": "We need your personal data to create an account for you and manage your training process. In addition, we will generate ",
        "PRIVACY_9": "for you, based in the data you provide.",
        "PRIVACY_10": "What are your data protection rights?",
        "PRIVACY_RIGHT_1": "You have the right to request copies of your personal data. But take into consideration that your data is stored encrypted so is not human-readable.",
        "PRIVACY_RIGHT_2": "You have the right to request us to correct any information you believe is inaccurate. You also have the right to request to complete the information you believe is incomplete.",
        "PRIVACY_RIGHT_3": "You have the right to request to erase your personal data.",
        "PRIVACY_RIGHT_4": "You have the right to request us to restrict the processing of your personal data, under certain conditions.",
        "PRIVACY_RIGHT_5": "You have the right to object to processing of your personal data, under certain conditions.",
        "PRIVACY_RIGHT_6": "You have the right to request to transfer the data that we have collected to another organization, or directly to you, under certain conditions.",
        "PRIVACY_COOKIES": "Cookies",
        "PRIVACY_17": "Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information. When you visit our websites, we may collect information from you automatically through cookies or similar technology",
        "PRIVACY_18": "For further information, visit",
        "PRIVACY_19": "How do we use cookies?",
        "PRIVACY_20": "We use cookies in a range of ways to keeping you signed in.",
        "PRIVACY_21": "What types of cookies do we use?",
        "PRIVACY_22": "There are a number of different types of cookies, however, we only use functionality cookies, to keeping you signed in.",
        "PRIVACY_23": "How to manage cookies?",
        "PRIVACY_24": "Our site contains links to other websites. Our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.",
        "PRIVACY_25": "Changes to our privacy policy",
        "PRIVACY_26": "Our website its privacy policy under regular review and places any updates on this web page. This privacy policy was last updated on 7 December 2020.",
        "PRIVACY_27": "How to contact us?",
        "PRIVACY_28": "If you have any questions about our privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.",        
        "PRIVACY_29": "In addition, we also collect a password to keep secured your account from unwanted access an we store all your responses in the ",        
        "PRIVACY_30": "We don't share your data with third parties."     
    }
}