{
    "GENERAL":{
        "PRIVACY": "Política de privacidad",
        "THANKS": "¡Gracias!",
        "LOW_IMPACT": "Bajo impacto",
        "MEDIUM_IMPACT": "Impacto medio",
        "HIGH_IMPACT": "Alto impacto",
        "TRAIN": "Entrenamiento",
        "STATS": "Estadísticas",
        "HELP": "Sección de Ayuda",
        "SUBMISSION_PROFILE":"Perfil de Envío"
    },
    "SNACK":{
        "LOGIN_OK": "¡Bienvenido,",
        "LOGIN_400": "No puedes iniciar sesión porque ya existe un login activo. Por favor, cierra sesión.",
        "LOGIN_401": "Tus datos son incorrectos. Por favor, comprueba tu nick y tu contraseña.",
        "REGISTER_OK": "Tu usario ha sido registrado y ahora puedes iniciar sesión en el sistema. ¡Gracias!",
        "REGISTER_400": "¡Ups!, este nick se encuentra en uso. Por favor, utiliza uno diferente. ¿Tal vez estés intentando iniciar sesión?",   
        "RECOVERY_404": "Tu nombre de usuario o tu correo no son válidos.",
        "REGISTER_401": "No podemos registrar tu cuenta en estos momento. Disculpa las molestias.",
        "RECOVERY_SECOND_Ok": "¡Perfecto!, a partir de ahora, utiliza tu nueva contraseña.",
        "RECOVERY_SECOND_400": "Este token ha expirado, o no es válido.",
        "HEADER_LOGOUT": "¡Hasta pronto!",
        "TRAIN_ERROR_RETRIEVING_ARTICLES": "No podemos mostrarte artículos en este momento. Por favor, vuelve más tarde", 
        "TRAIN_ERROR_SCORE_1": "¡Lo siento! este artículo pertenece a un journal de impacto", 
        "TRAIN_ERROR_SCORE_2": ". Puntuación: 0", 
        "TRAIN_OK_SCORE_1": "¡Perfecto! Has tomado la decisión correcta. Este artículo pertenece a un journal de impacto", 
        "TRAIN_OK_SCORE_2": "-. Puntuación: 1"
    },
    "LANGUAGE":{
        "ENGLISH": "English",
        "SPANISH": "Español"
    },
    "WELCOME":{
        "TITLE": "Quasi-Species Peer review",
        "WELCOME": "¿Qué puedes hacer por aquí?",
        "WELCOME_1": "Bienvenido a Quasi Species Peer-review",
        "WELCOME_2": "Si deseas entrenar tus habilidades, ve a",
        "WELCOME_3": "Después de entrenar un poco, puedes visitar",
        "WELCOME_4": "Si deseas aprender más sobre este proyecto, échale un vistazo a la"
    },
    "HEADER":{
        "TRAIN": "Entrenar",
        "STATS": "Estadísticas"
    },
    "SIGNUP":{
        "ALREADY_HAVE_ACCONUT": "¿Ya estás registrado? Puedes iniciar sesión ...",
        "NOT_REMEMBER_ACCOUNT": "Haz click aquí si no recuerdas tu contraseña",
        "NICK": "Nick",
        "HINT_NICKNAME": "Introduce tu nick aquí",
        "PASSWORD": "Contraseña",
        "PASSWORD_2": "Contraseña",
        "HINT_PASSWORD": "Introduce tu contraseña",
        "HINT_PASSWORD_2": "Introduce aquí una contraseña muy fuerte",
        "HINT_PASSWORD_AGAIN": "Introduce tu contraseña, otra vez",
        "LOG_IN": "Iniciar sesión",
        "CREATE_NEW_ACCOUNT": "... o crea una nueva cuenta",
        "MAIL": "Correo electrónico",
        "HINT_MAIL": "Introduce tu correo electrónico aquí",     
        "AGREE_1": "Estoy de acuerdo con la",
        "AGREE_2": "y acepto facilitar mi nick y mi correo electrónico.",
        "REGISTER": "Registrar",
        "PRIVACY_SECURITY": "Privacidad y seguridad",
        "PRIVACY_TEXT_1": "Tu contraseña y tu correo electrónico son cifrados antes de ser almacenados en nuestra base de datos. Por favor, echa un vistazo a nuestra",
        "CLICK_TO_LOGIN": "Haz click aquí para iniciar sesión o registrarte",
        "SEND_ME_MAIL": "Envíame un correo electrónico",
        "TOKEN": "Token",
        "HINT_TOKEN": "Pega el token que has recibido por correo electrónico.",
        "CHANGE_PASSWORD": "Cambia mi contraseña",
        "COOKIES_REJECTED_HEADER": "Has rechazado las cookies.",
        "IM_EDITOR": "Soy editor en una revista",
        "IM_REVIEWER": "Soy revisor en una revista",
        "COOKIES_REJECTED_1": "Las cookies son necesarias para iniciar sesión o registrarse. Usamos cookies exclusivamente para mantener tu sesión iniciada como puedes ver en nuestra",
        "COOKIES_REJECTED_2": "No compartimos tus datos personales con terceros.",
        "COOKIES_REJECTED_3": "Si deseas utilizar tu cuenta, debes permitir las cookies otra vez. Puedes habilitar las cookies haciendo click en el diálogo de Cookies, en la solapa de la parte inferior izquierda de esta página."        
    },
    "TRAIN": {
        "INTRO": "Hemos seleccionado, aleatoriamente, un artículo para ti. Abajo encontrarás toda su título, abstract y palabras clave. Lee antentamente la información sobre el artículo y decide si lo sometería a una revista de bajo, medio o alto impacto.",
        "ABSTRACT": "Abstract",
        "AUTHORS_KEYWORDS": "Palabras clave de autor (Author's keywords)",
        "KEYWORDS_PLUS": "KeywordPlus",
        "YOUR_DECISION": "Tu decisión",
        "NUMBER_OF_ANSWERS": "Número de respuestas:",
        "STATS_AVAILABLE": "¡Ya puedes ver tus estadísticas!",
        "DECISION_QUESTION": "¿Qué tipo de revista crees que es la más adecuada para este artículo?",
        "LOW_IMPACT_JOURNAL": "Revista de bajo impacto",
        "MEDIUM_IMPACT_JOURNAL": "Revista de impacto medio",
        "HIGH_IMPACT_JOURNAL": "Revista de alto impacto"
    },
    "STATS":{
        "TITLE": "Estadística generales",
        "INTRO_1": "Has respondido",
        "INTRO_TIMES": "veces.",
        "INTRO_2": "A continuación, se muestra tu matriz de confusión:",
        "DARK_CELLS": "Las celdas oscuras",
        "DARK_CELLS_2": "contienen valores iguales o superiores a",
        "PARTITION_SUBMISSION_PROFILE": "Partición y perfil de submission",
        "PARTITION_1": "En este punto, podemos inferir tu partición y tu perfil de submission. De acuerdo con tus resultados,",
        "PARTITION_2": "con una probailidad de",
        "PARTITION_3": "tu partición es",
        "DETERMINE_PROFILE": "Además, podemos determinar tu perfil de submission",
        "PROFILE_1": "Con una probabilidad de",
        "PROFILE_2": ", respectivamente.",
        "EVOLUTION": "Tu evolución",
        "STEP": "Etapa",
        "ID_PARTITION": "Id de Partición",
        "SUBMISSION_PROFILE": "Perfil de submission",
        "HELP_1_TITLE": "¿Qué significan estas tablas?",
        "HELP_2_TITLE": "¿Qué son las particiones y los perfiles de submission?",
        "HELP_3_TITLE": "¿Qué quiere decir 'mi evolución'?",
        "HELP_1_1": "Estas tablas son un resumen de tus respuestas durante el entrenamiento. Puedes verlas como una matriz de confusión donde las columnas reflejan tus respuessa y las filas representa el impacto real del journal.",
        "HELP_1_2": "La matriz izquierda representa tus resultados en términos absolutos. En el lado derecho, puedes ver los resultados en términos relativos con respecto al impacto. Por ejemplo, la primera fila nos da información sobre la proporción de artículos LOW-Quality que han sido enviados a revistas LOW, MEDIUM o HIGH-impact.",
        "HELP_2_1": "Cuando se selecciona un journal adecuado para un artículo, previamente los autores han producido un artículo LOW-quality, MEDIUM-quality o HIGH-quality. Sin embargo, un autor puede no ser capaz de distinguir la cualidad real de su trabajo. Por ejmplo, un autor puede no ser capaz de distinguir entre artículos LOW-quality y MEDIUM-quality.",
        "HELP_2_2": "Las particiones representan la capacidad de un autor para distinguir cada tipo de artículo. Si un autor no puede diferenciar ningún tipo de cualidad, entonces el autor tiene una partición gruesa, representada como: ",
        "HELP_2_3": "Si un autor puede diferenciar cada tipo de calidad de un artículo, entonces el autor tiene una partición fina:",       
        "HELP_2_4": "Si un autor no puede distinguir entre artículos de LOW and HIGH-quality pero es capaz de identificar correctamente los artículos MEDIUM-quality, su paritción se representará de la siguiente manera:",
        "HELP_2_5": "En otro orden de cosas, cada autor tiene un perfil de submission, el cual es la representación de su comportamiento cuando envía artículos a un journal. Los perfiles de submission se determinan en base a la partición del autor.",
        "HELP_2_6": "Por ejemplo, un autor puede tener la partición fina",
        "HELP_2_7": "puede deciri enviar cada artículo LOW-quality a un journal LOW-impact, cada artículo MEDIUM-quality a una revista MEDIUM-impact journal y un artículo HIGH-quality a un journal HIGH-impact. En este caso, el perfil de submission será (LOW-Impact, MEDIUM-Impact, HIGH-Impact).",
        "HELP_2_8": "Si un autor tiene una K",
        "HELP_2_9": "partición. Quizás decida enviar cada artículo LOW-quality o HIGH-quality a una revista LOW-impact y cada artículo MEDIUM-quality a un journal MEDIUM-impact. En ese caso, el perfil de submission será (LOW-IMPACT, MEDIUM-IMPACT).",
        "HELP_2_10": "Finalmente, si un autor tiene una partición gruesa, entonces el autor decidirá enviar cada artículo, independientemente de su calidad, a revistas LOW, MEDIUM o HIGH-impact.",
        "HELP_3_1": "En esta sección, puedes ver la evolución de tu partición y de tu perfil de submission a lo largo del tiempo. Recuerda que puedes entrenar tantas veces como quieras.",
        "NOT_ENOUGH_DATA_1": "En este momento, aún no has entrenado lo suficiente. Puedes ir a",
        "NOT_ENOUGH_DATA_2": "y leer algunos artículos."
    },
    "HELP":{
        "HELP_TITLE": "Ayuda",
        "ABOUT": "Sobre este sitio web",
        "HELP_1": "QuasiSpecies peer review es una página diseñada para ayudar a la comunidad de investigadores a mejorar sus habilidades a la hora de decidir a qué revista científica deberían enviar un artículo. Los autores, normalmente, producen trabajos que pueden tener calidades diferentes. Estos artículos son enviados a revistas con diferente impacto.",
        "HELP_2": "Autores y revistas quieren incremetnar su impacto. Desde el punto de vista del autor, enviar su trabajo a revistas de alto impacto le permitirán conseguir mayor visibilidad e impacto. Por otro lado, las revistas quieren publicar artículos de alta calidad con el fin de incrementar su visibilidad.",
        "HELP_3": "Con esta perspectiva, autores y editores necesitan impacto para sobrevivir. Las revistas de muy bajo impacto se enfrentan al riesgo de ser eliminadas de los índices y perder el interés de los investigadores. Los autores que solo consiguen un bajo impacto, asumen un alto coste en términos de falta de visibilidad.",
        "HELP_4": "Durante el proceso de presentación de artículos, los autores envían sus trabajos a la revista que hayan seleccionado y, entonces, comienza un proceso de revisión. Normalmente, un artículo será revisado por otros autores considerados expertos en el área del trabajo.  Este proceso recibe el nombre de",
        "PEER_REVIEW": "revisión por pares",
        "PEER_REVIEW_LINK": "https://es.wikipedia.org/wiki/Revisi%C3%B3n_por_pares",
        "HELP_5": "Los revisores necesitan asegurarse de que la calidad del artículo está conforme a los requisitos de calidad de la revista. Si un artículo reúne los requisitos deseados, entonces los revisores proponen al Editor publicar el artículo. Si un artículo no tiene la calidad adecuada, los revisores pueden proponer cambios a realizar, o rechazar el artículo",
        "HELP_6": "Finalmente, el Editor toma una decisión aceptando, rechazando o reclamando cambios a los autores a fin de solventar los problemas encontrados en su trabajo.",
        "HELP_7": "Redactar un artículo implica un coste de esfuerzo y tiempo, mientras que el proceso de revisión también conlleva un tiempo adicional. Los autores asumen ese coste en tiempo y es fuerzo al someter sus artículos en revistas. Si un artículo es rechazado, los autores deben decidir qué hacer: A veces, un autor puede decidir enviar su artículo a otro journal, comenzando un nuevo proceso de revisión. Los autores también podrían decidir mejorar to improve su artículo antes de someterlo a un proceso de revisión, nuevamente. Finalmente, los autores pueden decidir no enviar el artículo a ninguna otra revista, descartándolo.",        
        "HELP_8": "A veces, un autor puede escribir un artículo de buena calidad y decidir enviarlo a una revista de medio o incluso bajo impacto. Si el artículo finalmente se publica, la visibilidad que se logrará será inferior a su visibilidad potencial, y la recompensa obtenida por el autor se verá penalizada",
        "HELP_9": "En cualquier caso, estas decisiones implican costes.",
        "HELP_10": "En este escenario, la necesidad para reducir el coste de publicación de un artículo es claro. Los autores ganan experiencia cuando someten artículos a una revista y reciben una decisión sobre el mismo. Asi que, conforme transcurre el tiempo, un autor puede mejorar sus habilidades escogiendo las revistas más adecuadas. Los investigadores novatos pueden tener más dificultad para reducir sus costes de publicación.",
        "HELP_11": "La mayor dificultad reside en la habilidad de un autor para identificar la calidad de su propio trabajo. Es posible que un autor no pueda distinguir entre artículos de baja y media calidad, o entre artículos de media y alta calidad, o es incluso posible no distinguir la calidad de un artículo, en absoluto.  Podemos decir que la habilidad de un autor para identificar la calidad de una artículos se expresa mediante su",
        "AUTHORS_PARTITION": "Partición de Autor",
        "HELP_12": "Además de la partición, cada autor tiene un ",
        "HELP_13": "Un perfil de envío define el tipo de revista elegida por un autor, y se obtiene en base a la partición de autor. Esto es, si un autor no puede distinguir entre artículos de baja y media calidad, quizás puede decidir someter todos los artículos de estas calidades a revistas de bajo impacto. ",
        "HELP_14": "La partición y el perfil de envío tienen un efecto directo sobre la recompensa lograda por un autor. Por lo que es importante entrenar a los autores para modificarlos a fin de mejorar su recompensa potencial.",
        "HELP_15": "En esta página, te ofrecemos una herramienta gratuíta para ayudarte a identificar tu partición, perfil de envío, y para mejorarlos. La web está dividida en dos secciones:",
        "HELP_16": "En esta sección, se muestran artículos elegidos de forma aleatoria y tienes que decidir a qué tipo de revista los enviarías. Obtendrás una recompensa en función de tus respuestas.",
        "HELP_17": "Puedes ver tus estadísticas actuales, descucbrir tu partición y tu perfil de envío. Además, puedes visualizar tu evolución.",
        "HELP_18": "Si quieres más información sobre el juego de autores y editores, puedes echar un vistazo a los siguientes artículos:"
    },
    "PRIVACY":{
        "OUR_PRIVACY_POLICY": "Nuestra Política de Privacidad",
        "PRIVACY_1": "Este sitio se encuentra alojado en servidores de la Universidad de Granada. La siguiente Política de Privacidad explica cómo nuestra organización usa los datos personales que recogemos cuando navegas por nuestra web.",
        "PRIVACY_2": "¿Qué datos necesitamos?",
        "PRIVACY_3": "Si creas una cuenta, utilizaremos los siguientes datos personales:",
        "PRIVACY_YOUR_NICKNAME": "Tu nick",
        "PRIVACY_YOUR_MAIL": "Tu correo electrónico",
        "PRIVACY_4": "¿Cómo recolectamos tus datos personales?",
        "PRIVACY_5": "Al registrate, nos cedes directamente todos los datos que recogemos sobre ti. Recogemos tus datos personales y los procesamos cuando creas una cuenta de usario. Si no te registras en nuestro sitio, tu navegación será completamente anónima.",
        "PRIVACY_6": "Con la excepción de tu nickname, el resto de tus datos personales son cifrados antes de ser almacenados en nuestra base de datos.",
        "PRIVACY_7": "¿Por qué recogemos tus datos personales?",
        "PRIVACY_8": "Necesitamos tus datos personales para crear tu cuenta y gestionar tu proceso de entrenamiento. En adición, generamos",
        "PRIVACY_9": "para ti, en base a los datos que tú nos proporcionas.",
        "PRIVACY_10": "¿Cuáles son tus derechos en relación a los datos que nos facilitas?",
        "PRIVACY_RIGHT_1": "Tienes derecho a solicitar copias de tus datos personales. Pero ten en cuenta que tus datos personales se guardan cifrados, y no tienen un formato legible por un ser humano.",
        "PRIVACY_RIGHT_2": "Tienes derecho a solicitarnos corregir cualquier información que consideres inexacta o incompleta.",
        "PRIVACY_RIGHT_3": "Tienes derecho a solicitarnos la eliminación de tus datos personales.",
        "PRIVACY_RIGHT_4": "Tienes derecho a solicitarnos restringir el tratamiento de tus datos personales. Lo que implicaría la eliminación de tu cuenta de usuario.",
        "PRIVACY_RIGHT_5": "Tienes derecho a oponerte al tratamiento de tus datos personales, bajo ciertas condiciones.",
        "PRIVACY_RIGHT_6": "Tienes derecho a solicitar la transferencia de tus datos personales a otra organización, bajo ciertas condiciones.",
        "PRIVACY_COOKIES": "Cookies",
        "PRIVACY_17": "Las cookies son archivos de texto que guardamos en tu ordenador para registrar información sobre ti que nos permite saber quién eres y mantener tu sesión conectada.",
        "PRIVACY_18": "Para más información, visita",
        "PRIVACY_19": "Cómo usamos las cookies?",
        "PRIVACY_20": "Usamos las cookies con el fin de mantener tu sesión iniciada.",
        "PRIVACY_21": "¿Qué tipo de cookies utilizamos?",
        "PRIVACY_22": "Existen diferentes tipos de cookies. En nuestro sitio, solamente utilizamos cookies funcionales, necesarias para mantener tu sesión.",
        "PRIVACY_23": "¿Cómo gestionamos las cookies?",
        "PRIVACY_24": "Nuestro sitio contiene enlaces a otros sitios web. Ten en cuenta que nuestra política de privacidad solamente se aplica dentro de nuestr sitio web.",
        "PRIVACY_25": "Cambios en nuestra Política de Privacidad",
        "PRIVACY_26": "Revisamos periodicamente la política de privacidad, y la actualizamos en consecuencia. La última actualización de nuestra Política de Privacidad des del 7 de diciembre del 2020.",
        "PRIVACY_27": "¿Cómo contactarnos?",
        "PRIVACY_28": "Si tienes preguntas sobre nuestra Política de Privacidad y los datos que recogemos sobre ti. O bien quieres ejercer tus derechos con respecto a tus datos personales. No dudes en contactarnos.",
        "PRIVACY_29": "Adicionalmente, también recogemos tu contraseña, necesaria para evitar accesos no autorizados en tu cuenta. Por otro lado, guardamos todas tus respuestas en el",        
        "PRIVACY_30": "No compartimos tus datos personales con terceros"     
    },"PROFILE":{
        "TITLE": "Perfil de usuario",
        "INSERT_CURRENT_PASSWORD": "Para cambiar tus datos de usuario, escribe tu contraseña",
        "CURRENT_PASSWORD": "Contraseña",
        "NEW_PASSWORD": "Nueva contraseña",
        "NEW_PASSWORD_AGAIN": "Escribe tu nueva contraseña",
        "CHANGE_PASSWORD": "Cambiar contraseña",
        "CURRENT_PASSWORD_AGAIN": "Escribe tu nueva contraseña",
        "CHANGE_MAIL": "Cambiar e-mail",
        "CHANGE_ROLE": "Cambiar roles",
        "DELETE_ACCOUNT": "Eliminar cuenta de usuario",
        "DELETE_ACCOUNT_REQUEST": "Quiero eliminar mi cuenta de usuario",
        "DELETE_ACCOUNT_CONFIRMATION": "CONFIRMO QUE QUIERO ELIMINAR MI CUENTA",
        "CHANGE_PASSWORD_OK": "Tu contraseña se ha actualizado.",
        "CHANGE_PASSWORD_FAILED": "No podemos cambiar tu contraseña en estos momentos. Disculpa las molestias.",
        "ERROR_DATA": "Hubo un error procesando tu petición. Disculpa las molestias.",
        "NOT_AUTHORIZED": "Por favor, comprueba tus detalles de inición de sesion. No podemos procesar tu petición.",
        "CHANGE_MAIL_OK": "Tu e-mail ha sido actualizado",
        "CHANGE_MAIL_FAILED": "No podemos cambiar tu e-mail en estos momentos. Disculpa las molestias.",
        "CHANGE_ROLE_OK": "Tus roles han sido actualizados.",
        "CHANGE_ROLE_FAILED": "No podemos cambiar tus roles en estos momentos. Disculpa las molestias.",
        "DELETE_OK": "Tu cuenta ha sido eliminada. ¡Hasta pronto!",
        "DELETE_FAILED": "No podemos eliminar tu cuenta en estos momentos. Disculpa las molestias."
        }
}