{
    "GENERAL":{
        "PRIVACY": "Política de privacidad",
        "THANKS": "¡Gracias!",
        "LOW_IMPACT": "Bajo impacto",
        "MEDIUM_IMPACT": "Impacto medio",
        "HIGH_IMPACT": "Alto impacto",
        "TRAIN": "Entrenamiento",
        "STATS": "Estadísticas"
    },
    "LANGUAGE":{
        "ENGLISH": "English",
        "SPANISH": "Español"
    },
    "WELCOME":{
        "TITLE": "Quasi-Species Peer review",
        "WELCOME": "¿Qué puedes hacer por aquí?"
    },
    "HEADER":{
        "TRAIN": "Entrenar",
        "STATS": "Estadísticas"
    },
    "SIGNUP":{
        "ALREADY_HAVE_ACCONUT": "¿Ya estás registrado? Puedes iniciar sesión ...",
        "NOT_REMEMBER_ACCOUNT": "Haz click aquí si no recuerdas tu contraseña",
        "NICK": "Nick",
        "HINT_NICKNAME": "Introduce tu nick aquí",
        "PASSWORD": "Contraseña",
        "PASSWORD_2": "Vuelve a escribir tu contraseña",
        "HINT_PASSWORD": "Introduce tu contraseña",
        "HINT_PASSWORD_2": "Introduce aquí una contraseña muy fuerte",
        "HINT_PASSWORD_AGAIN": "Introduce tu contraseña, otra vez",
        "LOG_IN": "Iniciar sesión",
        "CREATE_NEW_ACCOUNT": "... o crea una nueva cuenta",
        "MAIL": "Correo electrónico",
        "HINT_MAIL": "Introduce tu correo electrónico aquí",     
        "AGREE_1": "Estoy de acuerdo con la",
        "AGREE_2": "y acepto facilitar mi nick y mi correo electrónico.",
        "REGISTER": "Registrar",
        "PRIVACY_SECURITY": "Privacidad y seguridad",
        "PRIVACY_TEXT_1": "Tu contraseña y tu correo electrónico son cifrados antes de ser almacenados en nuestra base de datos. Por favor, echa un vistazo a nuestra",
        "CLICK_TO_LOGIN": "Haz click aquí para iniciar sesión o registrarte",
        "SEND_ME_MAIL": "Envíame un correo electrónico",
        "TOKEN": "Token",
        "HINT_TOKEN": "Pega el token que has recibido por correo electrónico.",
        "CHANGE_PASSWORD": "Cambia mi contraseña",
        "COOKIES_REJECTED_HEADER": "Has rechazado las cookies.",
        "COOKIES_REJECTED_1": "Las cookies son necesarias para iniciar sesión o registrarse. Usamos cookies exclusivamente para mantener tu sesión iniciada como puedes ver en nuestra",
        "COOKIES_REJECTED_2": "No compartimos tus datos personales con terceros.",
        "COOKIES_REJECTED_3": "Si deseas utilizar tu cuenta, debes permitir las cookies otra vez. Puedes habilitar las cookies haciendo click en el diálogo de Cookies, en la solapa de la parte inferior izquierda de esta página."        
    },
    "TRAIN": {
        "INTRO": "Hemos seleccionado, aleatoriamente, un artículo para ti. Abajo encontrarás toda su título, abstract y palabras clave. Lee antentamente la información sobre el artículo y decide si lo sometería a una revista de bajo, medio o alto impacto.",
        "ABSTRACT": "Abstract",
        "AUTHORS_KEYWORDS": "Palabras clave de autor (Author's keywords)",
        "KEYWORDS_PLUS": "KeywordPlus",
        "YOUR_DECISION": "Tu decisión",
        "DECISION_QUESTION": "¿Qué tipo de revista crees que es la más adecuada para este artículo?",
        "LOW_IMPACT_JOURNAL": "Revista de bajo impacto",
        "MEDIUM_IMPACT_JOURNAL": "Revista de impacto medio",
        "HIGH_IMPACT_JOURNAL": "Revista de alto impacto"
    },
    "STATS":{
        "TITLE": "Estadística generales",
        "INTRO_1": "Has respondido",
        "INTRO_TIMES": "veces.",
        "INTRO_2": "A continuación, se muestra tu matriz de confusión:",
        "DARK_CELLS": "Las celdas oscuras",
        "DARK_CELLS_2": "contienen valores iguales o superiores a",
        "PARTITION_SUBMISSION_PROFILE": "Partición y perfil de submission",
        "PARTITION_1": "En este punto, podemos inferir tu partición y tu perfil de submission. De acuerdo con tus resultados,",
        "PARTITION_2": "con una probailidad de",
        "PARTITION_3": "tu partición es",
        "DETERMINE_PROFILE": "Además, podemos determinar tu perfil de submission",
        "PROFILE_1": "Con una probabilidad de",
        "PROFILE_2": ", respectivamente.",
        "EVOLUTION": "Tu evolución",
        "STEP": "Etapa",
        "ID_PARTITION": "Id de Partición",
        "SUBMISSION_PROFILE": "Perfil de submission",
        "NOT_ENOUGH_DATA_1": "En este momento, aún no has entrenado. Puedes ir a",
        "NOT_ENOUGH_DATA_2": "y leer algunos artículos."
    },
    "PRIVACY":{
        "OUR_PRIVACY_POLICY": "Nuestra Política de Privacidad",
        "PRIVACY_1": "Este sitio se encuentra alojado en servidores de la Universidad de Granada. La siguiente Política de Privacidad explica cómo nuestra organización usa los datos personales que recogemos cuando navegas por nuestra web.",
        "PRIVACY_2": "¿Qué datos necesitamos?",
        "PRIVACY_3": "Si creas una cuenta, utilizaremos los siguientes datos personales:",
        "PRIVACY_YOUR_NICKNAME": "Tu nick",
        "PRIVACY_YOUR_MAIL": "Tu correo electrónico",
        "PRIVACY_4": "¿Cómo recolectamos tus datos personales?",
        "PRIVACY_5": "Al registrate, nos cedes directamente todos los datos que recogemos sobre ti. Recogemos tus datos personales y los procesamos cuando creas una cuenta de usario. Si no te registras en nuestro sitio, tu navegación será completamente anónima.",
        "PRIVACY_6": "Con la excepción de tu nickname, el resto de tus datos personales son cifrados antes de ser almacenados en nuestra base de datos.",
        "PRIVACY_7": "¿Por qué recogemos tus datos personales?",
        "PRIVACY_8": "Necesitamos tus datos personales para crear tu cuenta y gestionar tu proceso de entrenamiento. En adición, generamos",
        "PRIVACY_9": "para ti, en base a los datos que tú nos proporcionas.",
        "PRIVACY_10": "¿Cuáles son tus derechos en relación a los datos que nos facilitas?",
        "PRIVACY_RIGHT_1": "Tienes derecho a solicitar copias de tus datos personales. Pero ten en cuenta que tus datos personales se guardan cifrados, y no tienen un formato legible por un ser humano.",
        "PRIVACY_RIGHT_2": "Tienes derecho a solicitarnos corregir cualquier información que consideres inexacta o incompleta.",
        "PRIVACY_RIGHT_3": "Tienes derecho a solicitarnos la eliminación de tus datos personales.",
        "PRIVACY_RIGHT_4": "Tienes derecho a solicitarnos restringir el tratamiento de tus datos personales. Lo que implicaría la eliminación de tu cuenta de usuario.",
        "PRIVACY_RIGHT_5": "Tienes derecho a oponerte al tratamiento de tus datos personales, bajo ciertas condiciones.",
        "PRIVACY_RIGHT_6": "Tienes derecho a solicitar la transferencia de tus datos personales a otra organización, bajo ciertas condiciones.",
        "PRIVACY_COOKIES": "Cookies",
        "PRIVACY_17": "Las cookies son archivos de texto que guardamos en tu ordenador para registrar información sobre ti que nos permite saber quién eres y mantener tu sesión conectada.",
        "PRIVACY_18": "Para más información, visita",
        "PRIVACY_19": "Cómo usamos las cookies?",
        "PRIVACY_20": "Usamos las cookies con el fin de mantener tu sesión iniciada.",
        "PRIVACY_21": "¿Qué tipo de cookies utilizamos?",
        "PRIVACY_22": "Existen diferentes tipos de cookies. En nuestro sitio, solamente utilizamos cookies funcionales, necesarias para mantener tu sesión.",
        "PRIVACY_23": "¿Cómo gestionamos las cookies?",
        "PRIVACY_24": "Nuestro sitio contiene enlaces a otros sitios web. Ten en cuenta que nuestra política de privacidad solamente se aplica dentro de nuestr sitio web.",
        "PRIVACY_25": "Cambios en nuestra Política de Privacidad",
        "PRIVACY_26": "Revisamos periodicamente la política de privacidad, y la actualizamos en consecuencia. La última actualización de nuestra Política de Privacidad des del 7 de diciembre del 2020.",
        "PRIVACY_27": "¿Cómo contactarnos?",
        "PRIVACY_28": "Si tienes preguntas sobre nuestra Política de Privacidad y los datos que recogemos sobre ti. O bien quieres ejercer tus derechos con respecto a tus datos personales. No dudes en contactarnos.",
        "PRIVACY_29": "Adicionalmente, también recogemos tu contraseña, necesaria para evitar accesos no autorizados en tu cuenta. Por otro lado, guardamos todas tus respuestas en el",        
        "PRIVACY_30": "No compartimos tus datos personales con terceros"     
    }
}